Repository: LaetitiaGcv/bordeaux-0320-php-fta
Catalog: translations/messages+intl-icu.*.xlf
Languages: ar

source: Date
ar: تاريخ، يوم

source: Time
ar: ساعة، وقت

source: Add an availability
ar: إضافة توفر

source: Set date
ar: تحديد موعد

source: Morning
ar: صباح

source: Afternoon
ar: بعد ظهر

source: My availabilities :
ar: إمكانياتي :

source: Inscription
ar: تسجيل

source: Login
ar: الدخول

source: Are you sure you want to delete this user ?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟

source: Edit my profile
ar: تعديل ملفي الشخصي

source: My profile
ar: لمحة، معلومات

source: Close
ar: ينغلق

source: See my picture
ar: انظر الصورة بلدي

source: Welcome to France Terre d'Asile
ar: أهلاً وسهلاً

source: Sign in
ar: الدخول

source: Sign up
ar: تسجيل

source: Are you sure you want to delete this accompanying?
ar: هل أنت متأكد أنك تريد حذف هذه المصاحبة؟

source: Edit your trip
ar: تحرير مرافقتك

source: Add an accompanying
ar: إضافة مرافقة

source: Matching accompanying
ar: المطابقة المصاحبة

source: Accompanying index
ar: الفهرس المصاحب

source: Accompanying
ar: مصاحب

source: Accept
ar: يقبل

source: Disengage
ar: يفلت شيئًا

source: Page not found
ar: لم يتم العثور على الصفحة آسف

source: The requested page couldn't be located.
ar: تعذر تحديد الصفحة المطلوبة

source: return to the homepage
ar: العودة إلى الصفحة الرئيسية

source: Server problem.
ar: خطأ في الخادم

source: Access denied. You are not allowed to see this page.
ar: تم الرفض. لا يسمح لك برؤية هذه الصفحة.
